Repository: olehzahor/Lexico
Catalog: Lexico/Resources/Localization/Category.xcstrings
Source language: en
Languages: ru

# card.category.abstract_nouns
source: Abstract Nouns
ru: Абстрактные существительные

# card.category.adjectives_age_and_condition
source: Adjectives - Age & Condition
ru: Прилагательные: возраст и состояние

# card.category.adjectives_appearance
source: Adjectives - Appearance
ru: Прилагательные: внешность

# card.category.adjectives_characteristics
source: Adjectives - Characteristics
ru: Прилагательные: характеристики

# card.category.adjectives_colors
source: Adjectives - Colors
ru: Прилагательные: цвета

# card.category.adjectives_feelings
source: Adjectives - Feelings
ru: Прилагательные: чувства

# card.category.adjectives_location_and_origin
source: Adjectives - Location & Origin
ru: Прилагательные: местоположение и происхождение

# card.category.adjectives_other
source: Adjectives - Other
ru: Прилагательные: другое

# card.category.adjectives_personality
source: Adjectives - Personality
ru: Прилагательные: личностные качества

# card.category.adjectives_position_and_location
source: Adjectives - Position & Location
ru: Прилагательные: позиция и местоположение

# card.category.adjectives_quality
source: Adjectives - Quality
ru: Прилагательные: качество

# card.category.adjectives_safety_and_health
source: Adjectives - Safety & Health
ru: Прилагательные: безопасность и здоровье

# card.category.adjectives_size
source: Adjectives - Size
ru: Прилагательные: размер

# card.category.adjectives_social_and_personal
source: Adjectives - Social & Personal
ru: Прилагательные: социальное и личные

# card.category.adjectives_states
source: Adjectives - States
ru: Прилагательные: состояния

# card.category.adjectives_technology_and_materials
source: Adjectives - Technology & Materials
ru: Прилагательные: технологии и материалы

# card.category.adjectives_temperature_and_taste
source: Adjectives - Temperature & Taste
ru: Прилагательные: температура и вкус

# card.category.adjectives_time
source: Adjectives - Time
ru: Прилагательные: Время

# card.category.adverbs_degree
source: Adverbs - Degree
ru: Наречия: степень

# card.category.adverbs_direction
source: Adverbs - Direction
ru: Наречия: направление

# card.category.adverbs_direction_and_place
source: Adverbs - Direction & Place
ru: Наречия: направление и место

# card.category.adverbs_frequency
source: Adverbs - Frequency
ru: Наречия: частота

# card.category.adverbs_manner
source: Adverbs - Manner
ru: Наречия: образ действия

# card.category.adverbs_other
source: Adverbs - Other
ru: Наречия: другое

# card.category.adverbs_time
source: Adverbs - Time
ru: Наречия: Время

# card.category.animals
source: Animals
ru: Животные

# card.category.body_parts
source: Body Parts
ru: Части тела

# card.category.clothes
source: Clothes
ru: Одежда

# card.category.clothes_and_accessories
source: Clothes & Accessories
ru: Одежда и аксессуары

# card.category.colors
source: Colors
ru: Цвета

# card.category.communication
source: Communication
ru: Общение

# card.category.conjunctions
source: Conjunctions
ru: Союзы

# card.category.conjunctions_other
source: Conjunctions - Other
ru: Союзы: другое

# card.category.determiners
source: Determiners
ru: Определители

# card.category.drinks
source: Drinks
ru: Напитки

# card.category.education_items
source: Education - Items
ru: Образование: предметы

# card.category.entertainment
source: Entertainment
ru: Развлечения

# card.category.entertainment_general
source: Entertainment - General
ru: Развлечения: общее

# card.category.entertainment_media
source: Entertainment - Media
ru: Развлечения: Медиа

# card.category.expressions
source: Expressions
ru: Выражения

# card.category.food_and_cooking
source: Food & Cooking
ru: Еда и приготовление

# card.category.food_basics
source: Food - Basics
ru: Еда: основы

# card.category.food_fruits_and_vegetables
source: Food - Fruits & Vegetables
ru: Еда: фрукты и овощи

# card.category.food_general
source: Food - General
ru: Еда: общее

# card.category.food_meals
source: Food - Meals
ru: Еда: приёмы пищи

# card.category.food_other
source: Food - Other
ru: Еда: другое

# card.category.food_products
source: Food - Products
ru: Еда: продукты

# card.category.geography
source: Geography
ru: География

# card.category.government_and_politics
source: Government & Politics
ru: Государство и политика

# card.category.health_and_medicine
source: Health & Medicine
ru: Здоровье и медицина

# card.category.home_and_objects
source: Home & Objects
ru: Дом и предметы

# card.category.home_furniture
source: Home - Furniture
ru: Дом: мебель

# card.category.home_general
source: Home - General
ru: Дом: общее

# card.category.home_objects
source: Home - Objects
ru: Дом: предметы

# card.category.home_rooms
source: Home - Rooms
ru: Дом: комнаты

# card.category.law_and_crime
source: Law & Crime
ru: Право и преступность

# card.category.measurement
source: Measurement
ru: Измерения

# card.category.media
source: Media
ru: Медиа

# card.category.media_news
source: Media - News
ru: Медиа: новости

# card.category.money_and_finance
source: Money & Finance
ru: Деньги и финансы

# card.category.nature
source: Nature
ru: Природа

# card.category.nature_environment
source: Nature - Environment
ru: Природа: окружающая среда

# card.category.nouns_other
source: Nouns - Other
ru: Существительные: другое

# card.category.other_nouns
source: Other Nouns
ru: Другие существительные

# card.category.people_family
source: People - Family
ru: Люди: семья

# card.category.people_family_and_social
source: People - Family & Social
ru: Люди: семья и социальное

# card.category.people_general
source: People - General
ru: Люди: общее

# card.category.people_professions
source: People - Professions
ru: Люди: профессии

# card.category.places_and_geography
source: Places & Geography
ru: Места и география

# card.category.places_city
source: Places - City
ru: Места: город

# card.category.places_education
source: Places - Education
ru: Места: Образование

# card.category.places_nature
source: Places - Nature
ru: Места: Природа

# card.category.places_public
source: Places - Public
ru: Места: общественные места

# card.category.prepositions
source: Prepositions
ru: Предлоги

# card.category.prepositions_other
source: Prepositions - Other
ru: Предлоги: другое

# card.category.prepositions_place
source: Prepositions - Place
ru: Предлоги: место

# card.category.prepositions_time
source: Prepositions - Time
ru: Предлоги: Время

# card.category.pronouns_demonstrative
source: Pronouns - Demonstrative
ru: Местоимения: указательные

# card.category.pronouns_indefinite
source: Pronouns - Indefinite
ru: Местоимения: неопределённые

# card.category.pronouns_interrogative
source: Pronouns - Interrogative
ru: Местоимения: вопросительные

# card.category.pronouns_other
source: Pronouns - Other
ru: Местоимения: другое

# card.category.pronouns_personal
source: Pronouns - Personal
ru: Местоимения: личные

# card.category.pronouns_possessive
source: Pronouns - Possessive
ru: Местоимения: притяжательные

# card.category.pronouns_reflexive
source: Pronouns - Reflexive
ru: Местоимения: возвратные

# card.category.science_and_history
source: Science & History
ru: Наука и история

# card.category.sports
source: Sports
ru: Спорт

# card.category.sports_and_fitness
source: Sports & Fitness
ru: Спорт и фитнес

# card.category.technology
source: Technology
ru: Технологии

# card.category.technology_devices
source: Technology - Devices
ru: Технологии: устройства

# card.category.technology_internet
source: Technology - Internet
ru: Технологии: интернет

# card.category.time_days
source: Time - Days
ru: Время: дни

# card.category.time_general
source: Time - General
ru: Время: общее

# card.category.time_months
source: Time - Months
ru: Время: месяцы

# card.category.transport
source: Transport
ru: Транспорт

# card.category.transport_related
source: Transport - Related
ru: Транспорт: связанное

# card.category.transport_vehicles
source: Transport - Vehicles
ru: Транспорт: транспортные средства

# card.category.verbs_actions
source: Verbs - Actions
ru: Глаголы: действия

# card.category.verbs_be_and_have
source: Verbs - BE & Have
ru: Глаголы: быть и иметь

# card.category.verbs_communication
source: Verbs - Communication
ru: Глаголы: общение

# card.category.verbs_essential
source: Verbs - Essential
ru: Глаголы: базовые

# card.category.verbs_modal
source: Verbs - Modal
ru: Глаголы: модальные

# card.category.verbs_other
source: Verbs - Other
ru: Глаголы: другое

# card.category.work
source: Work
ru: Работа

# card.category.work_and_business
source: Work & Business
ru: Работа и бизнес

# card.category.work_general
source: Work - General
ru: Работа: общее
